[
  {
    "imageSrc": "https://strange-luck.s3.us-east-1.amazonaws.com/headshots/Jacki_Huntington.png",
    "altText": "Jacki Huntington",
    "name": "Jacki Huntington",
    "title": "Co-Founder",
    "credits": "Director • Cinematographer • Producer • Writer • Editor",
    "bio": "Storytelling work has taken Jacki across continents and cultures, from the bustling streets of Port-au-Prince, Haiti, to the serene landscapes of the Mississippi Delta. With a background as a producer at Refinery29 working in New York City and Los Angeles, Jacki has pioneered groundbreaking feminist and body-positive video content that continues to shape the media industry's aesthetic. Jacki has worked as a producer, editor, and composer for a variety of podcasts including The City of the Rails, Under the Influence with Jo Piazza, and The Small Bow Podcast. She studied journalism at the University of North Carolina at Chapel Hill and earned a Master of Science degree at Harvard Medical School. She lives between Mexico City and the U.S."
  },
  {
    "imageSrc": "https://strange-luck.s3.us-east-1.amazonaws.com/headshots/Jess_Dipierro_Obert.png",
    "altText": "Jess DiPierro Obert",
    "name": "Jess DiPierro Obert",
    "title": "Co-Founder",
    "credits": "Director • Cinematographer • Producer • Writer • Editor",
    "bio": "Jess is an award-winning investigative visual journalist,\n      producer and filmmaker. She is focused on solution-based\n      storytelling, and has worked globally in countries like Haiti\n      since 2016. From 2018 to 2020, Jess led a series of workshops\n      for Girls Voices, a nonprofit organization that empowers young\n      girls globally to develop their media storytelling skills. She\n      received a ‘Still I Rise’ Visual Arts Grant to work on a film\n      about women peace builders in conflict zones within Port Au\n      Prince, Haiti, which premiered at FESPACO in Burkina Faso.\n      Jess’ work has been exhibited at Prix Bayeux\n      Calvados-Normandie and has received a Radio Television Digital\n      News Association (RTDNA) Murrow award and Vimeo Staff Pick."
  },
  {
    "imageSrc": "https://strange-luck.s3.us-east-1.amazonaws.com/headshots/Jen_Ng.png",
    "altText": "Jen Ng",
    "name": "Jen Ng",
    "title": "Co-Founder",
    "credits": "Art Director • Brand Strategist • Designer • Story Consultant",
    "bio": "Jen’s world is a playground for human connection. Her lifelong\n      interest in art, media, and psychology has led her to work as\n      an art director, brand strategist, and experience designer for\n      clients with a story to tell. Projects range from design for an\n      oral history program to research and design for an augmented\n      reality immersive news app. She works on social justice\n      projects rooted in LGBTQIA+ issues, race, and youth\n      empowerment. Workshop design and facilitation create a nice\n      break from the screen, allowing her to take her digital skills\n      offline. Her ongoing work explores ways that story, identity,\n      and self-expression can work together to strengthen\n      communities."
  }
]
